{
  "title_data" : [
    {
      "title_id" : 1,
      "title_name" : "پروژه",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "چگونه کاربر یک پروژه جدید ایجاد می کند؟",
          "question_answer" : " در داشبورد روی نماد plus کلیک کنید یا از منوی کناری به برگه پروژه بروید و برای ایجاد پروژه جدید روی نماد plus کلیک کنید."
        },
        {
          "question_id" : 2,
          "question_title" : "چگونه می توان یک پروژه موجود را ویرایش کرد؟",
          "question_answer" : " به صفحه لیست پروژه بروید و کاربر می تواند گزینه ویرایش پروژه را از منوی 3 نقطه مشاهده کند."
        },
        {
          "question_id" : 3,
          "question_title" : " چگونه می توان نقاط عطفی را به پروژه اضافه کرد؟",
          "question_answer" : "به صفحه لیست پروژه بروید و روی یک پروژه خاص کلیک کنید ، برگه نمای کلی را انتخاب کنید ، کاربر می تواند دکمه افزودن نقطه عطف را مشاهده کند."
        },
        {
          "question_id" : 4,
          "question_title" : "چگونه کاربر می تواند پیوند را کپی کند؟",
          "question_answer" : "به صفحه لیست پروژه بروید و کاربر می تواند پیوند را از منوی 3 نقطه کپی کند."
        },
        {
          "question_id" : 5,
          "question_title" : "چگونه کاربر می تواند یک کار جدید را به یک پروژه خاص اضافه کند؟",
          "question_answer" : " در صفحه فهرست پروژه کاربر می تواند دکمه افزودن وظیفه را در فهرست موارد مشاهده کرده و گزینه کار را از منوی 3 نقطه اضافه کند."
        },
        {
          "question_id" : 6,
          "question_title" : "چگونه می توان پروژه مورد علاقه و نامطلوب را اضافه کرد؟",
          "question_answer" : " در صفحه فهرست پروژه ، کاربر می تواند روی نماد ستاره ضربه بزند تا پروژه دلخواه اضافه شود و پروژه مورد علاقه حذف شود."
        },
        {
          "question_id" : 7,
          "question_title" : "چگونه می توان پروژه را بایگانی/حذف کرد؟",
          "question_answer" : "به صفحه لیست پروژه بروید و کاربر می تواند پروژه حذف شده را از منوی 3 نقطه مشاهده کند."
        },
        {
          "question_id" : 8,
          "question_title" : "چگونه کاربر می تواند پروژه حذف شده را بازیابی کند؟",
          "question_answer" : "از منوی کناری به برگه بایگانی موارد بروید ، برگه پروژه را انتخاب کنید ، کاربر می تواند دکمه بازیابی را مشاهده کند."
        }
      ]
    },
    {
      "title_id" : 2,
      "title_name" : "وظیفه",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "چگونه کاربران یک کار جدید ایجاد می کنند؟",
          "question_answer" : "در داشبورد روی نماد plus کلیک کنید یا از منوی کناری به برگه وظیفه بروید و برای ایجاد کار جدید روی نماد plus کلیک کنید."
        },
        {
          "question_id" : 2,
          "question_title" : "چگونه می توان یک کار موجود را ویرایش کرد؟",
          "question_answer" : " به صفحه لیست کارها بروید و کاربر می تواند کار ویرایش را از منوی 3 نقطه مشاهده کند."
        },
        {
          "question_id" : 3,
          "question_title" : " کاربران چگونه می توانند وظایف خود را انجام دهند؟",
          "question_answer" : "به صفحه لیست کارها بروید و کاربر می تواند گزینه کامل وظیفه را از منوی 3 نقطه مشاهده کند."
        },
        {
          "question_id" : 4,
          "question_title" : "چگونه می توان یک کار را حذف کرد؟",
          "question_answer" : "به صفحه فهرست وظایف بروید و کاربر می تواند گزینه delete task را از منوی 3 نقطه مشاهده کند."
        },
        {
          "question_id" : 5,
          "question_title" : "چگونه می توان وظیفه را کپی کرد؟",
          "question_answer" : "به صفحه لیست کارها بروید و کاربر می تواند پیوند را از منوی 3 نقطه کپی کند."
        },
        {
          "question_id" : 6,
          "question_title" : "چگونه کاربران می توانند وظایف را جابجا کنند؟",
          "question_answer" : "به صفحه لیست کارها بروید و کاربر می تواند از منوی 3 نقطه حرکت کند"
        },
        {
          "question_id" : 7,
          "question_title" : "چگونه کاربر می تواند یک وظیفه فرعی اضافه کند؟",
          "question_answer" : " به صفحه لیست کارها بروید ، روی یک کار خاص کلیک کنید ، کاربر می تواند با کلیک بر روی نماد بعلاوه ، وظیفه فرعی را اضافه کند."
        },
        {
          "question_id" : 8,
          "question_title" : " چگونه کاربر می تواند تایمر را برای یک کار خاص شروع ، متوقف یا متوقف کند؟",
          "question_answer" : "به صفحه لیست کارها بروید ، روی یک کار خاص کلیک کنید ، کاربر می تواند با کلیک روی نماد زمان سنج ، تایمر را شروع ، متوقف ، متوقف کند."
        },
        {
          "question_id" : 9,
          "question_title" : "چگونه می توان مراحل مهمی را به کار اضافه کرد؟",
          "question_answer" : "کاربر می تواند با افزودن کار و ویرایش زمان انجام پروژه ، نقطه عطف را اضافه کند ، سپس کاربر می تواند نقطه عطف موجود در پروژه را انتخاب کند."
        }
      ]
    },
    {
      "title_id" : 3,
      "title_name" : "عضو",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : " چگونه کاربران می توانند اعضا را برای پروژه ها ، وظایف و تیم ها دعوت کنند؟",
          "question_answer" : "روی عضو تیم از sidemenu کلیک کنید و کاربر می تواند نماد plus را برای افزودن اعضای تیم مشاهده کند."
        }
      ]
    },
    {
      "title_id" : 4,
      "title_name" : "مشخصات",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "چگونه کاربران می توانند پروفایل ها را ویرایش کنند؟",
          "question_answer" : "روی نماد نمایه کاربر کلیک کنید ، کاربر می تواند صفحه نمایه را مشاهده کرده و نمایه را ویرایش کند."
        }
      ]
    }
  ]
}