{
  "title_data" : [
    {
      "title_id" : 1,
      "title_name" : "Projekt",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "Hogyan hoz létre a felhasználó új projektet?",
          "question_answer" : "Az irányítópulton kattintson a plusz ikonra, vagy lépjen a projekt fülre az oldalsó menüből, és kattintson a plusz ikonra új projekt létrehozásához. "
        },
        {
          "question_id" : 2,
          "question_title" : "Hogyan lehet szerkeszteni egy meglévő projektet? ",
          "question_answer" : "Lépjen a projektlista oldalra, és a felhasználó láthatja a projekt szerkesztése lehetőséget a 3 pont menüből. "
        },
        {
          "question_id" : 3,
          "question_title" : "Hogyan lehet mérföldköveket hozzáadni a projekthez?",
          "question_answer" : "Lépjen a projektlista oldalra, kattintson egy adott projektre, válassza az Áttekintés fület, a felhasználó láthatja a mérföldkő hozzáadása gombot."
        },
        {
          "question_id" : 4,
          "question_title" : "Hogyan másolhatja a felhasználó a linket?",
          "question_answer" : "Lépjen a projektlista oldalra, és a felhasználó átmásolhatja a hivatkozást a 3 pont menüből."
        },
        {
          "question_id" : 5,
          "question_title" : "Hogyan adhat a felhasználó új feladatot egy adott projekthez?",
          "question_answer" : "A projektlista oldalon a felhasználó láthatja a feladat hozzáadása gombot a listaelemekben, és hozzáadhatja a feladatopciót a 3 pont menüből."
        },
        {
          "question_id" : 6,
          "question_title" : "Hogyan adhat hozzá kedvenc és nem kedvelt projektet?",
          "question_answer" : "A projektlista oldalon a felhasználó megérintheti a csillag ikont, hogy hozzáadjon egy kedvenc projektet, és távolítsa el a kedvenc projektjét. "
        },
        {
          "question_id" : 7,
          "question_title" : "Hogyan lehet archiválni/törölni a projektet? ",
          "question_answer" : "Lépjen a projektlista oldalra, és a felhasználó láthatja a projekt törlését a 3 pont menüből. "
        },
        {
          "question_id" : 8,
          "question_title" : "Hogyan állíthatja vissza a felhasználó a törölt projektet? ",
          "question_answer" : " Lépjen az oldalsó menü Archiv elemek lapjára, válassza ki a projekt lapot, a felhasználó láthatja a visszaállítás gombot. "
        }
      ]
    },
    {
      "title_id" : 2,
      "title_name" : "Feladat",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "Hogyan hoznak létre új feladatokat a felhasználók?",
          "question_answer" : "Az irányítópulton kattintson a plusz ikonra, vagy lépjen a feladatlapra az oldalsó menüből, és kattintson a plusz ikonra új feladat létrehozásához. "
        },
        {
          "question_id" : 2,
          "question_title" : "Hogyan lehet szerkeszteni egy meglévő feladatot? ",
          "question_answer" : "Lépjen a feladatlista oldalra, és a felhasználó láthatja a szerkesztési feladatot a 3 pont menüből. "
        },
        {
          "question_id" : 3,
          "question_title" : "Hogyan tudják a felhasználók elvégezni a feladatokat? ",
          "question_answer" : "Lépjen a feladatlista oldalra, és a felhasználó láthatja a teljes feladat opciót a 3 pont menüből. "
        },
        {
          "question_id" : 4,
          "question_title" : "Hogyan lehet törölni egy feladatot?",
          "question_answer" : "Lépjen a feladatlista oldalra, és a felhasználó láthatja a feladat törlése opciót a 3 pont menüből."
        },
        {
          "question_id" : 5,
          "question_title" : "Hogyan másolható a feladat? ",
          "question_answer" : "Lépjen a feladatlista oldalra, és a felhasználó átmásolhatja a linket a 3 pont menüből."
        },
        {
          "question_id" : 6,
          "question_title" : "Hogyan mozgathatják a felhasználók a feladatokat?",
          "question_answer" : "Lépjen a feladatlista oldalra, és a felhasználó léphet a 3 pont menüből"
        },
        {
          "question_id" : 7,
          "question_title" : "Hogyan adhat hozzá a felhasználó részfeladatot?",
          "question_answer" : "Lépjen a feladatlista oldalra, kattintson egy adott feladatra, a felhasználó hozzáadhat részfeladatot a plusz ikonra kattintva."
        },
        {
          "question_id" : 8,
          "question_title" : "Hogyan tudja a felhasználó elindítani, leállítani, szüneteltetni az időzítőt egy adott feladathoz? ",
          "question_answer" : "Lépjen a feladatlista oldalra, kattintson egy adott feladatra, a felhasználó elindíthatja, leállíthatja és szüneteltetheti az időzítőt az időzítő ikonra kattintva. "
        },
        {
          "question_id" : 9,
          "question_title" : " Hogyan lehet mérföldköveket hozzáadni a feladathoz? ",
          "question_answer" : "A felhasználó hozzáadhat mérföldkövet a feladat hozzáadásakor, és szerkesztheti a feladatidőt, majd kiválaszthatja a projektben elérhető mérföldkövet."
        }
      ]
    },
    {
      "title_id" : 3,
      "title_name" : "Tag",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : " Hogyan hívhatnak meg a felhasználók tagokat projektekre, feladatokra és csapatokra? ",
          "question_answer" : "Kattintson a csapattagra a oldalsó menüben, és a felhasználó láthatja a plusz ikont a csapattag hozzáadásához. "
        }
      ]
    },
    {
      "title_id" : 4,
      "title_name" : "Profil",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "Hogyan szerkeszthetik a felhasználók a profilokat?",
          "question_answer" : "Kattintson a felhasználói profil ikonra, a felhasználó láthatja a profil képernyőt és szerkesztheti a profilt."
        }
      ]
    }
  ]
}