{
  "title_data" : [
    {
      "title_id" : 1,
      "title_name" : "Proyecto",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "Cómo crea el usuario un nuevo proyecto?",
          "question_answer" : "En Dashboard, haga clic en el icono más o vaya a la pestaña del proyecto desde el menú lateral y haga clic en el icono más para crear un nuevo proyecto."
        },
        {
          "question_id" : 2,
          "question_title" : "Cómo se puede editar un proyecto existente?",
          "question_answer" : "Vaya a la página de la lista de proyectos y el usuario podrá ver la opción de editar proyecto en el menú de 3 puntos."
        },
        {
          "question_id" : 3,
          "question_title" : "Cómo se pueden agregar hitos al proyecto?",
          "question_answer" : "Vaya a la página de lista de proyectos, haga clic en un proyecto en particular, seleccione la pestaña de descripción general, el usuario puede ver el botón Agregar hito."
        },
        {
          "question_id" : 4,
          "question_title" : "Cómo puede el usuario copiar el enlace?",
          "question_answer" : "Vaya a la página de la lista de proyectos y el usuario puede copiar el enlace del menú de 3 puntos."
        },
        {
          "question_id" : 5,
          "question_title" : "Cómo puede el usuario agregar una nueva tarea a un proyecto en particular?",
          "question_answer" : " En la página de la lista de proyectos, el usuario puede ver el botón Agregar tarea en la lista de elementos y agregar la opción de tarea desde el menú de 3 puntos."
        },
        {
          "question_id" : 6,
          "question_title" : "Cómo agregar un proyecto favorito y no favorito?",
          "question_answer" : "En la página de la lista de proyectos, el usuario puede tocar el ícono de estrella para agregar un proyecto favorito y eliminar un proyecto favorito."
        },
        {
          "question_id" : 7,
          "question_title" : "Cómo se puede archivar / eliminar un proyecto?",
          "question_answer" : "Vaya a la página de la lista de proyectos y el usuario podrá ver el proyecto de eliminación desde el menú de 3 puntos."
        },
        {
          "question_id" : 8,
          "question_title" : "Cómo puede el usuario restaurar un proyecto eliminado?",
          "question_answer" : "Vaya a la pestaña Archivar elementos en el menú lateral, seleccione la pestaña del proyecto, el usuario puede ver el botón de restauración."
        }
      ]
    },
    {
      "title_id" : 2,
      "title_name" : "Tarea",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "Cómo crean los usuarios una nueva tarea?",
          "question_answer" : "En el Panel de control, haga clic en el icono más o vaya a la pestaña de tareas en el menú lateral y haga clic en el icono más para crear una nueva tarea."
        },
        {
          "question_id" : 2,
          "question_title" : "Cómo se puede editar una tarea existente?",
          "question_answer" : "Vaya a la página de la lista de tareas y el usuario podrá ver la tarea de edición en el menú de 3 puntos."
        },
        {
          "question_id" : 3,
          "question_title" : "Cómo pueden los usuarios completar las tareas?",
          "question_answer" : "Vaya a la página de la lista de tareas y el usuario podrá ver la opción de tarea completa en el menú de 3 puntos."
        },
        {
          "question_id" : 4,
          "question_title" : "Cómo puedo eliminar una tarea?",
          "question_answer" : "Vaya a la página de la lista de tareas y el usuario podrá ver la opción de eliminar tarea en el menú de 3 puntos."
        },
        {
          "question_id" : 5,
          "question_title" : "Cómo se puede copiar la tarea?",
          "question_answer" : "Vaya a la página de la lista de tareas y el usuario puede copiar el enlace del menú de 3 puntos."
        },
        {
          "question_id" : 6,
          "question_title" : "Cómo pueden los usuarios mover tareas?",
          "question_answer" : "Vaya a la página de la lista de tareas y el usuario puede moverse desde el menú de 3 puntos"
        },
        {
          "question_id" : 7,
          "question_title" : "Cómo puede el usuario agregar una subtarea?",
          "question_answer" : "Vaya a la página de la lista de tareas, haga clic en una tarea en particular, el usuario puede agregar una subtarea haciendo clic en el icono más."
        },
        {
          "question_id" : 8,
          "question_title" : "Cómo puede el usuario iniciar, detener, pausar el temporizador para una tarea en particular?",
          "question_answer" : "Vaya a la página de la lista de tareas, haga clic en una tarea en particular, el usuario puede iniciar, detener, pausar el temporizador haciendo clic en el icono del temporizador."
        },
        {
          "question_id" : 9,
          "question_title" : "Cómo se pueden agregar hitos a la tarea?",
          "question_answer" : ""
        }
      ]
    },
    {
      "title_id" : 3,
      "title_name" : "Miembro",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "Cómo pueden los usuarios invitar a miembros a proyectos, tareas y equipos?",
          "question_answer" : "Haga clic en un miembro del equipo desde el menú lateral y el usuario podrá ver el icono más para agregar un miembro del equipo."
        }
      ]
    },
    {
      "title_id" : 4,
      "title_name" : "Perfil",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "Cómo pueden los usuarios editar perfiles?",
          "question_answer" : "Haga clic en el icono de perfil de usuario, el usuario puede ver la pantalla de perfil y editar el perfil."
        }
      ]
    }
  ]
}