{
  "title_data" : [
    {
      "title_id" : 1,
      "title_name" : "প্রকল্প",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "কিভাবে ব্যবহারকারী একটি নতুন প্রকল্প তৈরি করে?",
          "question_answer" : " ড্যাশবোর্ডে প্লাস আইকনে ক্লিক করুন অথবা পাশের মেনু থেকে প্রজেক্ট ট্যাবে যান এবং নতুন প্রকল্প তৈরির জন্য প্লাস আইকনে ক্লিক করুন।"
        },
        {
          "question_id" : 2,
          "question_title" : "কিভাবে একটি বিদ্যমান প্রকল্প সম্পাদনা করতে পারেন?",
          "question_answer" : "প্রকল্প তালিকা পৃষ্ঠায় যান এবং ব্যবহারকারী 3 ডট মেনু থেকে প্রকল্প সম্পাদনা বিকল্পটি দেখতে পারেন।"
        },
        {
          "question_id" : 3,
          "question_title" : "কিভাবে প্রকল্পে মাইলফলক যোগ করতে পারেন?",
          "question_answer" : " প্রকল্প তালিকা পৃষ্ঠায় যান একটি নির্দিষ্ট প্রকল্পের উপর ক্লিক করুন, ওভারভিউ ট্যাব নির্বাচন করুন, ব্যবহারকারী দেখতে পারেন মাইলফলক বোতাম যোগ করুন।"
        },
        {
          "question_id" : 4,
          "question_title" : "কিভাবে ব্যবহারকারী লিঙ্ক কপি করতে পারেন?",
          "question_answer" : "প্রকল্প তালিকা পৃষ্ঠায় যান এবং ব্যবহারকারী 3 ডট মেনু থেকে লিঙ্কটি অনুলিপি করতে পারেন।"
        },
        {
          "question_id" : 5,
          "question_title" : "কিভাবে ব্যবহারকারী একটি নির্দিষ্ট প্রকল্পে একটি নতুন কাজ যোগ করতে পারেন?",
          "question_answer" : "প্রকল্প তালিকা পৃষ্ঠায় ব্যবহারকারী তালিকাভুক্ত আইটেমে যোগ করুন টাস্ক বোতাম দেখতে পারেন এবং 3 ডট মেনু থেকে টাস্ক বিকল্প যোগ করতে পারেন।"
        },
        {
          "question_id" : 6,
          "question_title" : "কিভাবে একটি প্রিয় এবং অনভিপ্রেত প্রকল্প যোগ করবেন?",
          "question_answer" : "প্রকল্প তালিকা পৃষ্ঠায়, ব্যবহারকারী একটি প্রিয় প্রকল্প যোগ করতে এবং একটি প্রিয় প্রকল্প অপসারণ করতে তারকা আইকন ট্যাপ করতে পারেন।"
        },
        {
          "question_id" : 7,
          "question_title" : "কিভাবে প্রকল্প আর্কাইভ/ডিলিট করা যাবে?",
          "question_answer" : "প্রকল্প তালিকা পৃষ্ঠায় যান এবং ব্যবহারকারী 3 ডট মেনু থেকে মুছে ফেলার প্রকল্পটি দেখতে পারেন।"
        },
        {
          "question_id" : 8,
          "question_title" : "কিভাবে ব্যবহারকারী মুছে ফেলা প্রকল্প পুনরুদ্ধার করতে পারেন?",
          "question_answer" : "পাশের মেনু থেকে আর্কাইভ আইটেম ট্যাবে যান, প্রকল্প ট্যাব নির্বাচন করুন, ব্যবহারকারী পুনরুদ্ধার বোতামটি দেখতে পারেন।"
        }
      ]
    },
    {
      "title_id" : 2,
      "title_name" : "টাস্ক",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "কিভাবে ব্যবহারকারীরা একটি নতুন কাজ তৈরি করবেন?",
          "question_answer" : "ড্যাশবোর্ডে প্লাস আইকনে ক্লিক করুন অথবা পাশের মেনু থেকে টাস্ক ট্যাবে যান এবং নতুন টাস্ক তৈরি করতে প্লাস আইকনে ক্লিক করুন।"
        },
        {
          "question_id" : 2,
          "question_title" : "কিভাবে একটি বিদ্যমান টাস্ক সম্পাদনা করতে পারেন?",
          "question_answer" : "টাস্ক লিস্ট পেজে যান এবং ব্যবহারকারী 3 ডট মেনু থেকে এডিট টাস্ক দেখতে পারেন।"
        },
        {
          "question_id" : 3,
          "question_title" : "কিভাবে ব্যবহারকারীরা কাজ সম্পন্ন করতে পারে?",
          "question_answer" : "টাস্ক লিস্ট পেজে যান এবং ব্যবহারকারী 3 ডট মেনু থেকে সম্পূর্ণ টাস্ক অপশন দেখতে পারেন।"
        },
        {
          "question_id" : 4,
          "question_title" : "কিভাবে একটি টাস্ক মুছে ফেলা যায়?",
          "question_answer" : " টাস্ক লিস্ট পেজে যান এবং ব্যবহারকারী 3 ডট মেনু থেকে ডিলিট টাস্ক অপশন দেখতে পারেন।"
        },
        {
          "question_id" : 5,
          "question_title" : "কিভাবে টাস্ক কপি করতে পারেন?",
          "question_answer" : "টাস্ক লিস্ট পেজে যান এবং ব্যবহারকারী 3 ডট মেনু থেকে লিঙ্ক কপি করতে পারেন।"
        },
        {
          "question_id" : 6,
          "question_title" : "ব্যবহারকারীরা কিভাবে কাজগুলি সরাতে পারে?",
          "question_answer" : "টাস্ক লিস্ট পৃষ্ঠায় যান এবং ব্যবহারকারী 3 ডট মেনু থেকে সরাতে পারেন"
        },
        {
          "question_id" : 7,
          "question_title" : "কিভাবে ব্যবহারকারী একটি সাব টাস্ক যোগ করতে পারেন?",
          "question_answer" : "টাস্ক লিস্ট পৃষ্ঠায় যান, একটি নির্দিষ্ট টাস্ক -এ ক্লিক করুন, ব্যবহারকারী প্লাস আইকনে ক্লিক করে সাব -টাস্ক যোগ করতে পারেন।"
        },
        {
          "question_id" : 8,
          "question_title" : "কিভাবে ব্যবহারকারী একটি নির্দিষ্ট কাজের জন্য টাইমার শুরু, বন্ধ, বিরতি দিতে পারে?",
          "question_answer" : "টাস্ক লিস্ট পেজে যান, একটি নির্দিষ্ট টাস্ক -এ ক্লিক করুন, ব্যবহারকারী টাইমার আইকনে ক্লিক করে টাইমার শুরু করতে, থামাতে, থামাতে পারেন।"
        },
        {
          "question_id" : 9,
          "question_title" : "কিভাবে টাস্ক মাইলফলক যোগ করতে পারেন?",
          "question_answer" : ""
        }
      ]
    },
    {
      "title_id" : 3,
      "title_name" : "সদস্য",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "কিভাবে ব্যবহারকারীরা প্রকল্প, কাজ এবং দলের জন্য সদস্যদের আমন্ত্রণ জানাতে পারে?",
          "question_answer" : "সাইড মেনু থেকে টিম মেম্বার এ ক্লিক করুন এবং ইউজার টিম মেম্বার যোগ করার জন্য প্লাস আইকন দেখতে পারেন।"
        }
      ]
    },
    {
      "title_id" : 4,
      "title_name" : "প্রোফাইল",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "ব্যবহারকারীরা কিভাবে প্রোফাইল সম্পাদনা করতে পারে?",
          "question_answer" : "ব্যবহারকারী প্রোফাইল আইকনে ক্লিক করুন, ব্যবহারকারী প্রোফাইল স্ক্রিন দেখতে এবং প্রোফাইল সম্পাদনা করতে পারেন।"
        }
      ]
    }
  ]
}