{
  "title_data" : [
    {
      "title_id" : 1,
      "title_name" : "परियोजना",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "उपयोगकर्ता एक नई परियोजना कैसे बनाता है?",
          "question_answer" : "डैशबोर्ड में प्लस आइकन पर क्लिक करें या साइड मेनू से प्रोजेक्ट टैब पर जाएं और नया प्रोजेक्ट बनाने के लिए प्लस आइकन पर क्लिक करें।"
        },
        {
          "question_id" : 2,
          "question_title" : "आप किसी मौजूदा प्रोजेक्ट को कैसे संपादित कर सकते हैं?",
          "question_answer" : "प्रोजेक्ट सूची पृष्ठ पर जाएं और उपयोगकर्ता 3 बिंदु मेनू से प्रोजेक्ट संपादित करें विकल्प देख सकता है।"
        },
        {
          "question_id" : 3,
          "question_title" : "आप परियोजना में मील के पत्थर कैसे जोड़ सकते हैं?",
          "question_answer" : "परियोजना सूची पृष्ठ पर जाएं किसी विशेष परियोजना पर क्लिक करें, अवलोकन टैब का चयन करें, उपयोगकर्ता मील का पत्थर जोड़ें बटन देख सकता है।"
        },
        {
          "question_id" : 4,
          "question_title" : "उपयोगकर्ता लिंक को कैसे कॉपी कर सकता है?",
          "question_answer" : "प्रोजेक्ट लिस्ट पेज पर जाएं और यूजर 3 डॉट मेन्यू से लिंक को कॉपी कर सकता है।"
        },
        {
          "question_id" : 5,
          "question_title" : "उपयोगकर्ता किसी विशेष प्रोजेक्ट में एक नया कार्य कैसे जोड़ सकता है?",
          "question_answer" : "प्रोजेक्ट सूची पृष्ठ पर उपयोगकर्ता आइटम सूचीबद्ध करने में कार्य जोड़ें बटन देख सकते हैं और 3 बिंदु मेनू से कार्य विकल्प जोड़ सकते हैं।"
        },
        {
          "question_id" : 6,
          "question_title" : "पसंदीदा और पसंदीदा प्रोजेक्ट कैसे जोड़ें?",
          "question_answer" : " प्रोजेक्ट सूची पृष्ठ पर, उपयोगकर्ता पसंदीदा प्रोजेक्ट जोड़ने और पसंदीदा प्रोजेक्ट को हटाने के लिए स्टार आइकन पर टैप कर सकता है।"
        },
        {
          "question_id" : 7,
          "question_title" : "प्रोजेक्ट को आर्काइव/डिलीट कैसे कर सकते हैं? ",
          "question_answer" : " प्रोजेक्ट लिस्ट पेज पर जाएं और यूजर 3 डॉट मेन्यू से डिलीट प्रोजेक्ट देख सकता है। "
        },
        {
          "question_id" : 8,
          "question_title" : "उपयोगकर्ता हटाए गए प्रोजेक्ट को कैसे पुनर्स्थापित कर सकता है? ",
          "question_answer" : "साइड मेन्यू से आर्काइव आइटम टैब पर जाएं, प्रोजेक्ट टैब चुनें, यूजर रिस्टोर बटन देख सकता है। "
        }
      ]
    },
    {
      "title_id" : 2,
      "title_name" : "टास्क",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "उपयोगकर्ता एक नया कार्य कैसे बनाते हैं?",
          "question_answer" : "डैशबोर्ड में प्लस आइकन पर क्लिक करें या साइड मेन्यू से टास्क टैब पर जाएं और नया टास्क बनाने के लिए प्लस आइकन पर क्लिक करें।"
        },
        {
          "question_id" : 2,
          "question_title" : "आप किसी मौजूदा कार्य को कैसे संपादित कर सकते हैं?",
          "question_answer" : "कार्य सूची पृष्ठ पर जाएं और उपयोगकर्ता 3 बिंदु मेनू से संपादन कार्य देख सकता है।"
        },
        {
          "question_id" : 3,
          "question_title" : "उपयोगकर्ता कार्यों को कैसे पूरा कर सकते हैं?",
          "question_answer" : " कार्य सूची पृष्ठ पर जाएं और उपयोगकर्ता 3 बिंदु मेनू से पूर्ण कार्य विकल्प देख सकता है।"
        },
        {
          "question_id" : 4,
          "question_title" : " मैं किसी कार्य को कैसे हटा सकता हूँ?",
          "question_answer" : "कार्य सूची पृष्ठ पर जाएं और उपयोगकर्ता 3 बिंदु मेनू से कार्य हटाएं विकल्प देख सकता है।"
        },
        {
          "question_id" : 5,
          "question_title" : "टास्क को कॉपी कैसे कर सकते हैं?",
          "question_answer" : " टास्क लिस्ट पेज पर जाएं और यूजर 3 डॉट मेन्यू से लिंक कॉपी कर सकता है।"
        },
        {
          "question_id" : 6,
          "question_title" : " उपयोगकर्ता कार्यों को कैसे स्थानांतरित कर सकते हैं?",
          "question_answer" : " कार्य सूची पृष्ठ पर जाएं और उपयोगकर्ता 3 बिंदु मेनू से स्थानांतरित हो सकता है"
        },
        {
          "question_id" : 7,
          "question_title" : "उपयोगकर्ता एक उप कार्य कैसे जोड़ सकता है?",
          "question_answer" : "कार्य सूची पृष्ठ पर जाएं, किसी विशेष कार्य पर क्लिक करें, उपयोगकर्ता प्लस आइकन पर क्लिक करके उप-कार्य जोड़ सकता है।"
        },
        {
          "question_id" : 8,
          "question_title" : "उपयोगकर्ता किसी विशेष कार्य के लिए टाइमर को कैसे शुरू, रोक, रोक सकता है?",
          "question_answer" : "कार्य सूची पृष्ठ पर जाएं, किसी विशेष कार्य पर क्लिक करें, उपयोगकर्ता टाइमर आइकन पर क्लिक करके टाइमर शुरू कर सकता है, रोक सकता है, रोक सकता है।"
        },
        {
          "question_id" : 9,
          "question_title" : "आप कार्य में मील के पत्थर कैसे जोड़ सकते हैं?",
          "question_answer" : " उपयोगकर्ता कार्य जोड़ते समय मील का पत्थर जोड़ सकते हैं और कार्य समय का चयन परियोजना संपादित कर सकते हैं तो उपयोगकर्ता परियोजना में उपलब्ध मील का पत्थर चुन सकता है।"
        }
      ]
    },
    {
      "title_id" : 3,
      "title_name" : "सदस्य",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : " उपयोगकर्ता परियोजनाओं, कार्यों और टीमों के लिए सदस्यों को कैसे आमंत्रित कर सकते हैं?",
          "question_answer" : "लिंक से टीम के सदस्य पर क्लिक करें और उपयोगकर्ता टीम के सदस्य को जोड़ने के लिए प्लस आइकन देख सकता है।"
        }
      ]
    },
    {
      "title_id" : 4,
      "title_name" : "प्रोफाइल",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "उपयोगकर्ता प्रोफाइल को कैसे संपादित कर सकते हैं?",
          "question_answer" : "उपयोगकर्ता प्रोफ़ाइल आइकन पर क्लिक करें, उपयोगकर्ता प्रोफ़ाइल स्क्रीन देख सकता है और प्रोफ़ाइल संपादित कर सकता है।"
        }
      ]
    }
  ]
}