{
  "title_data" : [
    {
      "title_id" : 1,
      "title_name" : "Projekt",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "Jak uživatel vytvoří nový projekt?",
          "question_answer" : "V Dashboardu klikněte na ikonu plus nebo v postranní nabídce přejděte na kartu projektu a kliknutím na ikonu plus vytvořte nový projekt."
        },
        {
          "question_id" : 2,
          "question_title" : "Jak lze upravit stávající projekt?",
          "question_answer" : "Přejděte na stránku seznamu projektů a uživatel uvidí možnost upravit projekt z nabídky se třemi tečkami."
        },
        {
          "question_id" : 3,
          "question_title" : "Jak lze do projektu přidat milníky?",
          "question_answer" : "Přejděte na stránku seznamu projektů, klikněte na konkrétní projekt, vyberte záložku přehled, uživatel uvidí tlačítko Přidat milník."
        },
        {
          "question_id" : 4,
          "question_title" : "Jak může uživatel kopírovat odkaz?",
          "question_answer" : "Přejděte na stránku seznamu projektů a uživatel může zkopírovat odkaz z nabídky se třemi tečkami."
        },
        {
          "question_id" : 5,
          "question_title" : "Jak může uživatel přidat nový úkol do konkrétního projektu?",
          "question_answer" : "Na stránce seznamu projektů může uživatel vidět tlačítko Přidat úkol v seznamu položek a přidat možnost úkolu z nabídky se třemi tečkami."
        },
        {
          "question_id" : 6,
          "question_title" : "Jak přidat oblíbený a neoblíbený projekt?",
          "question_answer" : "Na stránce se seznamem projektů může uživatel klepnutím na ikonu hvězdičky přidat oblíbený projekt a odebrat oblíbený projekt."
        },
        {
          "question_id" : 7,
          "question_title" : "Jak lze archivovat/mazat projekt?",
          "question_answer" : "Přejděte na stránku se seznamem projektů a uživatel uvidí projekt odstranění z nabídky se třemi tečkami."
        },
        {
          "question_id" : 8,
          "question_title" : "Jak může uživatel obnovit smazaný projekt?",
          "question_answer" : " V postranní nabídce přejděte na kartu Archivovat položky, vyberte kartu projektu, uživateli se zobrazí tlačítko Obnovit."
        }
      ]
    },
    {
      "title_id" : 2,
      "title_name" : "Úkol",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "Jak uživatelé vytvoří nový úkol?",
          "question_answer" : " V Dashboardu klikněte na ikonu plus nebo v postranní nabídce přejděte na kartu úkolu a kliknutím na ikonu plus vytvořte nový úkol."
        },
        {
          "question_id" : 2,
          "question_title" : "Jak lze upravit stávající úkol?",
          "question_answer" : "Přejděte na stránku se seznamem úkolů a uživatel uvidí úlohu úprav z nabídky se třemi tečkami."
        },
        {
          "question_id" : 3,
          "question_title" : "ak mohou uživatelé plnit úkoly?",
          "question_answer" : "Přejděte na stránku seznamu úkolů a uživatel uvidí možnost úplného úkolu z nabídky se třemi tečkami."
        },
        {
          "question_id" : 4,
          "question_title" : "Jak lze odstranit úkol?",
          "question_answer" : "Přejděte na stránku seznamu úkolů a uživatel uvidí možnost odstranění úkolu z nabídky se třemi tečkami."
        },
        {
          "question_id" : 5,
          "question_title" : "Jak lze kopírovat úlohu?",
          "question_answer" : "Přejděte na stránku seznamu úkolů a uživatel může zkopírovat odkaz z nabídky se třemi tečkami."
        },
        {
          "question_id" : 6,
          "question_title" : "Jak mohou uživatelé přesouvat úkoly?",
          "question_answer" : " Přejděte na stránku seznamu úkolů a uživatel se může přesunout z nabídky se třemi tečkami"
        },
        {
          "question_id" : 7,
          "question_title" : " Jak může uživatel přidat dílčí úkol?",
          "question_answer" : "Přejděte na stránku seznamu úkolů, klikněte na konkrétní úkol, uživatel může přidat dílčí úkol kliknutím na ikonu plus."
        },
        {
          "question_id" : 8,
          "question_title" : "Jak může uživatel spustit, zastavit, pozastavit časovač pro konkrétní úkol?",
          "question_answer" : "Přejděte na stránku seznamu úkolů, klikněte na konkrétní úkol, uživatel může spustit, zastavit a pozastavit časovač kliknutím na ikonu časovače."
        },
        {
          "question_id" : 9,
          "question_title" : "Jak lze k úkolu přidat milníky?",
          "question_answer" : ""
        }
      ]
    },
    {
      "title_id" : 3,
      "title_name" : "Člen",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "Jak mohou uživatelé pozvat členy na projekty, úkoly a týmy?",
          "question_answer" : "Klikněte na člena týmu z vedlejší nabídky a uživateli se zobrazí ikona plus pro přidání člena týmu."
        }
      ]
    },
    {
      "title_id" : 4,
      "title_name" : "Profil",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "Jak mohou uživatelé upravovat profily?",
          "question_answer" : "Klikněte na ikonu profilu uživatele, uživateli se zobrazí obrazovka profilu a profil upraví."
        }
      ]
    }
  ]
}