{
  "title_data" : [
    {
      "title_id" : 1,
      "title_name" : "Projecte",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "Com crea l'usuari un projecte nou?",
          "question_answer" : "Al tauler de control, feu clic a la icona més o aneu a la pestanya del projecte al menú lateral i feu clic a la icona més per crear un projecte nou."
        },
        {
          "question_id" : 2,
          "question_title" : "Com es pot editar un projecte existent?",
          "question_answer" : "Aneu a la pàgina de llista de projectes i l'usuari pot veure l'opció d'edició del projecte al menú de 3 punts."
        },
        {
          "question_id" : 3,
          "question_title" : "Com es poden afegir fites al projecte?",
          "question_answer" : "Aneu a la pàgina de llista de projectes, feu clic a un projecte concret, seleccioneu la pestanya Visió general, l'usuari pot veure el botó Afegeix una fita."
        },
        {
          "question_id" : 4,
          "question_title" : "Com pot copiar l’enllaç l’usuari?",
          "question_answer" : "Aneu a la pàgina de llista de projectes i l'usuari pot copiar l'enllaç des del menú de 3 punts."
        },
        {
          "question_id" : 5,
          "question_title" : "Com pot l’usuari afegir una nova tasca a un projecte concret?",
          "question_answer" : "A la pàgina de llista de projectes, l'usuari pot veure el botó Afegeix tasca als elements del llistat i afegir l'opció de tasca al menú de 3 punts."
        },
        {
          "question_id" : 6,
          "question_title" : "Com afegir un projecte preferit i no preferit?",
          "question_answer" : " A la pàgina de la llista de projectes, l'usuari pot tocar la icona d'estrella per afegir un projecte favorit i eliminar-ne un."
        },
        {
          "question_id" : 7,
          "question_title" : "Com es pot arxivar / suprimir el projecte?",
          "question_answer" : "Aneu a la pàgina de llista de projectes i l'usuari pot veure el projecte de supressió des del menú de 3 punts."
        },
        {
          "question_id" : 8,
          "question_title" : "Com pot l'usuari restaurar el projecte suprimit?",
          "question_answer" : "Aneu a la pestanya Elements d'arxiu del menú lateral, seleccioneu la pestanya Projecte, l'usuari pot veure el botó de restauració."
        }
      ]
    },
    {
      "title_id" : 2,
      "title_name" : "Tasca",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "Com creen els usuaris una nova tasca?",
          "question_answer" : "Al tauler de control, feu clic a la icona més o aneu a la pestanya tasca del menú lateral i feu clic a la icona més per crear una tasca nova."
        },
        {
          "question_id" : 2,
          "question_title" : "Com es pot editar una tasca existent?",
          "question_answer" : "Aneu a la pàgina de llista de tasques i l'usuari pot veure la tasca d'edició des del menú de 3 punts."
        },
        {
          "question_id" : 3,
          "question_title" : "Com poden completar les tasques els usuaris?",
          "question_answer" : "Aneu a la pàgina de llista de tasques i l'usuari pot veure l'opció de tasca completa des del menú de 3 punts."
        },
        {
          "question_id" : 4,
          "question_title" : "Com es pot suprimir una tasca?",
          "question_answer" : "Aneu a la pàgina de la llista de tasques i l'usuari pot veure l'opció de supressió de tasques des del menú de 3 punts."
        },
        {
          "question_id" : 5,
          "question_title" : "Com es pot copiar la tasca?",
          "question_answer" : "Aneu a la pàgina de llista de tasques i l'usuari pot copiar l'enllaç des del menú de tres punts."
        },
        {
          "question_id" : 6,
          "question_title" : "Com poden els usuaris moure tasques?",
          "question_answer" : "Aneu a la pàgina de llista de tasques i l'usuari pot passar del menú de tres punts"
        },
        {
          "question_id" : 7,
          "question_title" : "Com pot l’usuari afegir una sub tasca?",
          "question_answer" : "Aneu a la pàgina de la llista de tasques, feu clic a una tasca concreta, l’usuari pot afegir una subtasca fent clic a la icona més."
        },
        {
          "question_id" : 8,
          "question_title" : "Com pot l'usuari iniciar, aturar, aturar el temporitzador per a una tasca en particular?",
          "question_answer" : "Aneu a la pàgina de la llista de tasques, feu clic a una tasca concreta; l'usuari pot iniciar, aturar, pausar el temporitzador fent clic a la icona del temporitzador."
        },
        {
          "question_id" : 9,
          "question_title" : "Com es poden afegir fites a la tasca?",
          "question_answer" : ""
        }
      ]
    },
    {
      "title_id" : 3,
      "title_name" : "Membre",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "Com poden els usuaris convidar membres a projectes, tasques i equips?",
          "question_answer" : "Feu clic al membre de l'equip des del menú lateral i l'usuari pot veure la icona més per afegir un membre de l'equip."
        }
      ]
    },
    {
      "title_id" : 4,
      "title_name" : "Perfil",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "Com poden els usuaris editar perfils?",
          "question_answer" : "Feu clic a la icona del perfil d'usuari per veure la pantalla del perfil i editar-lo."
        }
      ]
    }
  ]
}