{
  "title_data" : [
    {
      "title_id" : 1,
      "title_name" : "Projekt",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "Wie erstellt der Benutzer ein neues Projekt?",
          "question_answer" : "Klicken Sie im Dashboard auf das Plus-Symbol oder gehen Sie im Seitenmenü auf die Registerkarte Projekt und klicken Sie auf das Plus-Symbol, um ein neues Projekt zu erstellen."
        },
        {
          "question_id" : 2,
          "question_title" : "Wie kann man ein bestehendes Projekt bearbeiten?",
          "question_answer" : "Gehen Sie zur Projektlistenseite und der Benutzer kann die Projektbearbeitungsoption aus dem 3-Punkte-Menü sehen."
        },
        {
          "question_id" : 3,
          "question_title" : "Wie kann man dem Projekt Meilensteine ​​hinzufügen?",
          "question_answer" : "Gehen Sie zur Projektlistenseite, klicken Sie auf ein bestimmtes Projekt, wählen Sie die Registerkarte Übersicht, der Benutzer kann die Schaltfläche zum Hinzufügen von Meilensteinen sehen."
        },
        {
          "question_id" : 4,
          "question_title" : "Wie kann der Benutzer den Link kopieren?",
          "question_answer" : "Gehen Sie zur Projektlistenseite und der Benutzer kann den Link aus dem 3-Punkte-Menü kopieren."
        },
        {
          "question_id" : 5,
          "question_title" : "Wie kann der Benutzer einem bestimmten Projekt eine neue Aufgabe hinzufügen?",
          "question_answer" : "Auf der Projektlistenseite kann der Benutzer die Schaltfläche zum Hinzufügen einer Aufgabe in den Listenelementen sehen und die Aufgabenoption aus dem 3-Punkte-Menü hinzufügen."
        },
        {
          "question_id" : 6,
          "question_title" : "Wie füge ich ein bevorzugtes und ein unbeliebtes Projekt hinzu?",
          "question_answer" : "Auf der Projektlistenseite kann der Benutzer auf das Sternsymbol tippen, um ein Lieblingsprojekt hinzuzufügen und ein Lieblingsprojekt zu entfernen."
        },
        {
          "question_id" : 7,
          "question_title" : "Wie kann man Projekte archivieren/löschen?",
          "question_answer" : "Gehen Sie zur Projektlistenseite und der Benutzer kann das Projekt löschen aus dem 3-Punkt-Menü sehen."
        },
        {
          "question_id" : 8,
          "question_title" : "Wie kann der Benutzer gelöschte Projekte wiederherstellen?",
          "question_answer" : "Gehen Sie im Seitenmenü auf die Registerkarte Elemente archivieren, wählen Sie die Registerkarte Projekt aus, der Benutzer kann die Schaltfläche Wiederherstellen sehen."
        }
      ]
    },
    {
      "title_id" : 2,
      "title_name" : "Aufgabe",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "Wie erstellen Benutzer eine neue Aufgabe?",
          "question_answer" : "Klicken Sie im Dashboard auf das Plus-Symbol oder gehen Sie zum Aufgaben-Tab aus dem Seitenmenü und klicken Sie auf das Plus-Symbol, um eine neue Aufgabe zu erstellen."
        },
        {
          "question_id" : 2,
          "question_title" : "Wie kann man eine bestehende Aufgabe bearbeiten?",
          "question_answer" : "Gehen Sie zur Aufgabenlistenseite und der Benutzer kann die Bearbeitungsaufgabe über das 3-Punkte-Menü sehen."
        },
        {
          "question_id" : 3,
          "question_title" : "Wie können Benutzer Aufgaben erledigen?",
          "question_answer" : "Gehen Sie zur Aufgabenlistenseite und der Benutzer kann die vollständige Aufgabenoption aus dem 3-Punkte-Menü sehen."
        },
        {
          "question_id" : 4,
          "question_title" : "Wie kann man eine Aufgabe löschen?",
          "question_answer" : "Gehen Sie zur Aufgabenlistenseite und der Benutzer kann die Option zum Löschen von Aufgaben aus dem 3-Punkte-Menü sehen."
        },
        {
          "question_id" : 5,
          "question_title" : "Wie kann eine Aufgabe kopiert werden?",
          "question_answer" : "Gehen Sie zur Aufgabenlistenseite und der Benutzer kann den Link aus dem 3-Punkt-Menü kopieren."
        },
        {
          "question_id" : 6,
          "question_title" : "Wie können Benutzer Aufgaben verschieben?",
          "question_answer" : "Gehen Sie zur Aufgabenlistenseite und der Benutzer kann sich vom 3-Punkt-Menü bewegen"
        },
        {
          "question_id" : 7,
          "question_title" : "Wie kann der Benutzer eine Unteraufgabe hinzufügen?",
          "question_answer" : "Gehen Sie zur Aufgabenlistenseite, klicken Sie auf eine bestimmte Aufgabe, der Benutzer kann Unteraufgaben hinzufügen, indem Sie auf das Plus-Symbol klicken."
        },
        {
          "question_id" : 8,
          "question_title" : "Wie kann der Benutzer den Timer für eine bestimmte Aufgabe starten, stoppen, anhalten?",
          "question_answer" : "Gehen Sie zur Aufgabenlistenseite, klicken Sie auf eine bestimmte Aufgabe, der Benutzer kann den Timer starten, stoppen oder anhalten, indem er auf das Timer-Symbol klickt."
        },
        {
          "question_id" : 9,
          "question_title" : "Wie kann man der Aufgabe Meilensteine ​​hinzufügen?",
          "question_answer" : ""
        }
      ]
    },
    {
      "title_id" : 3,
      "title_name" : "Mitglied",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "Wie können Benutzer Mitglieder für Projekte, Aufgaben und Teams einladen?",
          "question_answer" : "Klicken Sie im Seitenmenü auf Teammitglied und der Benutzer kann das Plussymbol zum Hinzufügen eines Teammitglieds sehen."
        }
      ]
    },
    {
      "title_id" : 4,
      "title_name" : "Profil",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : " Wie können Benutzer Profile bearbeiten?",
          "question_answer" : "Klicken Sie auf das Benutzerprofilsymbol, der Benutzer kann den Profilbildschirm sehen und das Profil bearbeiten."
        }
      ]
    }
  ]
}