{
  "title_data" : [
    {
      "title_id" : 1,
      "title_name" : "પ્રોજેક્ટ",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "વપરાશકર્તા નવો પ્રોજેક્ટ કેવી રીતે બનાવે છે?",
          "question_answer" : "ડેશબોર્ડમાં વત્તા ચિહ્ન પર ક્લિક કરો અથવા બાજુના મેનૂમાંથી પ્રોજેક્ટ ટેબ પર જાઓ અને નવો પ્રોજેક્ટ બનાવવા માટે પ્લસ ચિહ્ન પર ક્લિક કરો."
        },
        {
          "question_id" : 2,
          "question_title" : "તમે હાલના પ્રોજેક્ટને કેવી રીતે સંપાદિત કરી શકો છો?",
          "question_answer" : "પ્રોજેક્ટ સૂચિ પૃષ્ઠ પર જાઓ અને વપરાશકર્તા 3 ડોટ મેનૂમાંથી સંપાદન પ્રોજેક્ટ વિકલ્પ જોઈ શકે છે."
        },
        {
          "question_id" : 3,
          "question_title" : "તમે પ્રોજેક્ટમાં સીમાચિહ્નો કેવી રીતે ઉમેરી શકો?",
          "question_answer" : "પ્રોજેક્ટ લિસ્ટ પેજ પર જાઓ ચોક્કસ પ્રોજેક્ટ પર ક્લિક કરો, વિહંગાવલોકન ટેબ પસંદ કરો, વપરાશકર્તા એડ માઇલસ્ટોન બટન જોઈ શકે છે."
        },
        {
          "question_id" : 4,
          "question_title" : "વપરાશકર્તા લિંકની નકલ કેવી રીતે કરી શકે?",
          "question_answer" : "પ્રોજેક્ટ સૂચિ પૃષ્ઠ પર જાઓ અને વપરાશકર્તા 3 ડોટ મેનૂમાંથી લિંકની નકલ કરી શકે છે."
        },
        {
          "question_id" : 5,
          "question_title" : "વપરાશકર્તા ચોક્કસ પ્રોજેક્ટમાં નવું કાર્ય કેવી રીતે ઉમેરી શકે?",
          "question_answer" : "પ્રોજેક્ટ લિસ્ટ પેજ પર વપરાશકર્તા લિસ્ટિંગ આઇટમ્સમાં એડ ટાસ્ક બટન જોઈ શકે છે અને 3 ડોટ મેનૂમાંથી ટાસ્ક વિકલ્પ ઉમેરી શકે છે."
        },
        {
          "question_id" : 6,
          "question_title" : "મનપસંદ અને મનપસંદ પ્રોજેક્ટ કેવી રીતે ઉમેરવો?",
          "question_answer" : "પ્રોજેક્ટ સૂચિ પૃષ્ઠ પર, વપરાશકર્તા મનપસંદ પ્રોજેક્ટ ઉમેરવા અને મનપસંદ પ્રોજેક્ટને દૂર કરવા માટે સ્ટાર આયકનને ટેપ કરી શકે છે."
        },
        {
          "question_id" : 7,
          "question_title" : "પ્રોજેક્ટને આર્કાઇવ / ડિલીટ કેવી રીતે કરી શકાય?",
          "question_answer" : "પ્રોજેક્ટ લિસ્ટ પેજ પર જાઓ અને વપરાશકર્તા 3 ડોટ મેનૂમાંથી ડિલીટ પ્રોજેક્ટ જોઈ શકે છે."
        },
        {
          "question_id" : 8,
          "question_title" : "વપરાશકર્તા કા deletedી નાખેલા પ્રોજેક્ટને કેવી રીતે પુનoreસ્થાપિત કરી શકે?",
          "question_answer" : "સાઇડ મેનૂમાંથી આર્કાઇવ આઇટમ્સ ટેબ પર જાઓ, પ્રોજેક્ટ ટેબ પસંદ કરો, વપરાશકર્તા રિસ્ટોર બટન જોઈ શકે છે."
        }
      ]
    },
    {
      "title_id" : 2,
      "title_name" : "કાર્ય",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "વપરાશકર્તાઓ નવું કાર્ય કેવી રીતે બનાવે છે?",
          "question_answer" : "ડેશબોર્ડમાં વત્તા ચિહ્ન પર ક્લિક કરો અથવા બાજુના મેનૂમાંથી ટાસ્ક ટેબ પર જાઓ અને નવું કાર્ય બનાવવા માટે વત્તા ચિહ્ન પર ક્લિક કરો."
        },
        {
          "question_id" : 2,
          "question_title" : "તમે હાલના કાર્યને કેવી રીતે સંપાદિત કરી શકો છો?",
          "question_answer" : "કાર્ય સૂચિ પૃષ્ઠ પર જાઓ અને વપરાશકર્તા 3 ડોટ મેનૂમાંથી સંપાદન કાર્ય જોઈ શકે છે."
        },
        {
          "question_id" : 3,
          "question_title" : "વપરાશકર્તાઓ કેવી રીતે કાર્યો પૂર્ણ કરી શકે છે?",
          "question_answer" : "કાર્ય સૂચિ પૃષ્ઠ પર જાઓ અને વપરાશકર્તા 3 ડોટ મેનૂમાંથી સંપૂર્ણ કાર્ય વિકલ્પ જોઈ શકે છે."
        },
        {
          "question_id" : 4,
          "question_title" : "હું કાર્યને કેવી રીતે કા deleteી શકું?",
          "question_answer" : "ટાસ્ક લિસ્ટ પેજ પર જાઓ અને યુઝર 3 ડોટ મેનૂમાંથી ડિલીટ ટાસ્ક વિકલ્પ જોઈ શકે છે."
        },
        {
          "question_id" : 5,
          "question_title" : "કાર્યની નકલ કેવી રીતે કરી શકાય?",
          "question_answer" : "કાર્ય સૂચિ પૃષ્ઠ પર જાઓ અને વપરાશકર્તા 3 ડોટ મેનૂમાંથી લિંકની નકલ કરી શકે છે."
        },
        {
          "question_id" : 6,
          "question_title" : "વપરાશકર્તાઓ કેવી રીતે કાર્યોને ખસેડી શકે છે?",
          "question_answer" : "કાર્ય સૂચિ પૃષ્ઠ પર જાઓ અને વપરાશકર્તા 3 ડોટ મેનૂમાંથી ખસેડી શકે છે"
        },
        {
          "question_id" : 7,
          "question_title" : "વપરાશકર્તા કેવી રીતે પેટા કાર્ય ઉમેરી શકે છે?",
          "question_answer" : "કાર્ય સૂચિ પૃષ્ઠ પર જાઓ, ચોક્કસ કાર્ય પર ક્લિક કરો, વપરાશકર્તા પ્લસ ચિહ્ન પર ક્લિક કરીને સબટાસ્ક ઉમેરી શકે છે."
        },
        {
          "question_id" : 8,
          "question_title" : "વપરાશકર્તા કોઈ ચોક્કસ કાર્ય માટે ટાઈમર કેવી રીતે શરૂ કરી શકે, બંધ કરી શકે, થોભાવી શકે?",
          "question_answer" : "કાર્ય સૂચિ પૃષ્ઠ પર જાઓ, ચોક્કસ કાર્ય પર ક્લિક કરો, વપરાશકર્તા ટાઈમર આયકન પર ક્લિક કરીને ટાઈમર શરૂ કરી શકે છે, રોકી શકે છે, થોભાવી શકે છે."
        },
        {
          "question_id" : 9,
          "question_title" : "તમે કાર્યમાં સીમાચિહ્નો કેવી રીતે ઉમેરી શકો?",
          "question_answer" : "વપરાશકર્તા સીમાચિહ્ન ઉમેરી શકે છે જ્યારે કાર્ય ઉમેરો અને સંપાદન કાર્ય સમય પસંદ કરો પ્રોજેક્ટ પછી વપરાશકર્તા પ્રોજેક્ટમાં ઉપલબ્ધ સીમાચિહ્ન પસંદ કરી શકે છે."
        }
      ]
    },
    {
      "title_id" : 3,
      "title_name" : "સભ્ય",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "વપરાશકર્તાઓ પ્રોજેક્ટ્સ, કાર્યો અને ટીમો માટે સભ્યોને કેવી રીતે આમંત્રિત કરી શકે છે?",
          "question_answer" : "લિંકમાંથી ટીમના સભ્ય પર ક્લિક કરો અને વપરાશકર્તા એડ ટીમના સભ્ય માટે પ્લસ આયકન જોઈ શકે છે."
        }
      ]
    },
    {
      "title_id" : 4,
      "title_name" : "રૂપરેખા",
      "question_list": [
        {
          "question_id" : 1,
          "question_title" : "વપરાશકર્તાઓ પ્રોફાઇલ્સને કેવી રીતે સંપાદિત કરી શકે છે?",
          "question_answer" : "વપરાશકર્તા પ્રોફાઇલ ચિહ્ન પર ક્લિક કરો, વપરાશકર્તા પ્રોફાઇલ સ્ક્રીન જોઈ શકે છે અને પ્રોફાઇલ સંપાદિત કરી શકે છે."
        }
      ]
    }
  ]
}