{
  "title_data": [
    {
      "title_id": 1,
      "title": "Introduction",
      "description": "We are responsible for maintaining and protecting the Personal Information under our control. We have designated an individual or individuals who is/are responsible for compliance with our privacy policy."
    },
    {
      "title_id": 2,
      "title": "Identifying Purposes",
      "description": "We collect, use and disclose Personal Information to provide you with the product or service you have requested and to offer you additional products and services we believe you might be interested in. The purposes for which we collect Personal Information will be identified before or at the time we collect the information. In certain circumstances, the purposes for which information is collected may be clear, and consent may be implied, such as where your name, address and payment information is provided as part of the order process."
    },
    {
      "title_id": 3,
      "title": "Consent",
      "description": "Knowledge and consent are required for the collection, use or disclosure of Personal Information except where required or permitted by law. Providing us with your Personal Information is always your choice. However, your decision not to provide certain information may limit our ability to provide you with our products or services. We will not require you to consent to the collection, use, or disclosure of information as a condition to the supply of a product or service, except as required to be able to supply the product or service."
    },
    {
      "title_id": 4,
      "title": "Limiting Collection",
      "description": "The Personal Information collected will be limited to those details necessary for the purposes identified by us. With your consent, we may collect Personal Information from you in person, over the telephone or by corresponding with you via mail, facsimile, or the Internet."
    },
    {
      "title_id": 5,
      "title": "Limiting Use, Disclosure and Retention",
      "description": "Personal Information may only be used or disclosed for the purpose for which it was collected unless you have otherwise consented, or when it is required or permitted by law. Personal Information will only be retained for the period of time required to fulfil the purpose for which we collected it or as may be required by law. We use this information to provide features to our service, to improve and customize Our Service. The information may be uploaded to the Company's servers and/or a Service Provider's server or it may be simply stored on Your device. we are saving employees' current locations to track employees are available for work or not and check employee work progress."
    },
    {
      "title_id": 6,
      "title": "Accuracy",
      "description": "Personal Information will be maintained in as accurate, complete and up-to-date form as is necessary to fulfill the purposes for which it is to be used."
    },
    {
      "title_id": 7,
      "title": "Safeguarding Customer Information",
      "description": "Personal Information will be protected by security safeguards that are appropriate to the sensitivity level of the information. We take all reasonable precautions to protect your Personal Information from any loss or unauthorized use, access or disclosure."
    },
    {
      "title_id": 8,
      "title": "Openness",
      "description": "We will make information available to you about our policies and practices with respect to the management of your Personal Information."
    },
    {
      "title_id": 9,
      "title": "Customer Access",
      "description": "Upon request, you will be informed of the existence, use and disclosure of your Personal Information, and will be given access to it. You may verify the accuracy and completeness of your Personal Information and may request that it be amended, if appropriate. However, in certain circumstances permitted by law, we will not disclose certain information to you. For example, we may not disclose information relating to you if other individuals are referenced or if there are legal, security or commercial proprietary restrictions."
    },
    {
      "title_id": 10,
      "title": "Information regarding your location",
      "description": "We use this information to provide features to our service, to improve and customize Our Service. The information may be uploaded to the Company's servers and/or a Service Provider's server or it may be simply stored on Your device. we are saving employees' current locations to track employees are available for work or not and check employee work progress."
    },
    {
      "title_id": 11,
      "title": "Limited Use requirements",
      "description": "We use and transfer to any other app of information received from Google APIs will adhere to the Google API Services User Data Policy, including the Limited Use requirements. \n\nThe Limited Use requirements have four elements: \n\n1.Allowed Use: Developers are only allowed to use restricted scope data to provide or improve user-facing features that are prominent from the requesting app's user interface. It should be clear to your users why and how you use the restricted scope data they've chosen to share with you. \n\n2.Allowed Transfer: Developers are only allowed to transfer restricted scope data to others if that transfer is (a) necessary to provide or improve user-facing features that are prominent from the requesting app's user interface, (b) to comply with applicable laws, or (c) a part of a merger, acquisition. \n\n3.Prohibited Advertising: Developers are never allowed to use or transfer restricted scope data to serve users advertisements. \n\n4. Prohibited Human Interaction: Developers cannot allow humans to read restricted scope user data. For example, a developer with access to a user's data is not allowed to have one of its employees read through a user's emails. There are four limited exceptions to this rule: (a) the developer obtains a user's consent to read specific messages (for example, for tech support), (b) it's necessary for security purposes (for example, investigating abuse), (c) to comply with applicable laws, and (d) the developer aggregates and anonymizes the data and only uses it for internal operations (for example, reporting aggregate statistics in an internal dashboard)."
    },
    {
      "title_id": 12,
      "title": "Stores or shares Google user data",
      "description": "We use and transfer to any other app of information received from Google APIs will adhere to the Google API Services User Data Policy, including the Limited Use requirements. Store all user data in a safe server and we do not share user data with any third-party user."
    },
    {
      "title_id": 13,
      "title": "Handling Customer Complaints and Suggestions",
      "description": "You may direct any questions or enquiries with respect to our privacy policy or our practices by\n\ncontacting:\nA 206, Shapath Hexa,\nOpp. Sola High Court, S G Road,\nAhmedabad India\n\nE-mail: yaraa.bizsuite@gmail.com"
    }
  ]
}